import React from 'react';
import '../App.css';

class About extends React.Component
{
    render()
    {
        return (

            <section>
                <div className="filter"></div>
                <h1>부산중부노회 주일학교 연합회 40회기를 시작하며-</h1>
                <div className="contents">
                    <p style={{lineHeight: "2rem"}}>
                        <br />
                        <span style={{fontSize: "1.2em", fontWeight: "bold"}}>할렐루야!</span>
                        <br />
                        <br />
                        <br />
                        전능하신 하나님께서 주일학교 연합회를 사랑하시고 간섭하여 주셔서 다음 세대를 위하여 연약하고 부족한 자들을 세워서 지금 이 시간까지 인도하여 주신 하나님께 영광과 찬송을 드리게 하심을 감사합니다. 아울러 끊임없이 기도와 관심과 물질로 써 후원해 주시는 개체교회에 진심으로 감사드립니다.
                        <br />
                        <br />
                        <br />
                        2021년도는 하나님을 신뢰하며 강권적으로 우리의 삶을 주관하실 하나님을 사모하는 자들로 앙망하는 자들로 세워지길 소원합니다.
                        하나님의 자녀인 다음 세대가 악한 세상 속에서 우리 자녀들의 눈과 귀를 어둡게 합니다.
                        세상의 것들에 가리워져 세상의 가치관으로 물든 영혼들을 하나님께서 간섭하여 주시어서 저들의 영혼이 깨어나고 먼저 하나님을 경외하고 하나님을 사랑하고 하나님 말씀에 붙들린바 되는 귀한 어린 영혼들이 되어 지길 소원합니다.
                        그들의 삶의 우선순위가 하나님 중심이 되어지고 행하신 일들을 찬양하며 행하신 일들을 기대하며 사모하는 자들로 세워지길 소망해 봅니다.
                        <br />
                        <br />
                        <br />
                        교사들이 먼저 하나님의 거룩한 제자가 되기를 원합니다. 우리에게 맡겨진 귀한 영혼들을 위하여 말씀과 기도의 사람이 되기를 원하고 말씀을 묵상하고 말씀을 알아가기를 힘쓰고 모든 일을 아버지께 간구하며 의지하며 기도하는 영적으로 결핍이 없는 교사들이 되기를 원합니다.
                        <br />
                        <br />
                        <br />
                        우리에게 영적인 책임이 있고 열정이 식어져 있음을 알고 신앙의 보호자로서 눈물로 기도하며 시간을 들이고 물질을 들이고 사랑으로 섬길 수 있는 은혜를 구하며 그래서 우리의 작은 섬김과 헌신을 통하여 그들의 영혼이 살아남으로 바른 신앙과 바른 믿음의 자녀들로 세워져서 섬기는 교회의 주일 학교가 부흥케 하시고 하나님의 제자들로 세워질 수 있도록 기도의 동역자들이 되어 주시길 바랍니다.
                        <br />
                        <br />
                        <br />
                        감사합니다.
                        <br />
                        <br />
                        <br />
                        <br />
                    </p>
                    <p style={{lineHeight: "2em", fontSize: "1.5em", fontWeight: "lighter", textAlign: "center", fontFamily: "NEXON Lv1 Gothic OTF", color: "#C21E56"}}>
                        
                        내가 이 복음을 위하여 선포자와 사도와
                        <br />
                        교사로 세우심을 입었노라.
                        <br />
                        (딤후 1:11)
                        
                    </p>
                    <p style={{fontSize: "0.8em", fontWeight: "lighter", textAlign: "right"}}>
                        <br />
                        <br />
                        <br />
                        <br />
                        <br />
                        <br />
                        부산중부노회 주일학교 연합회 회장 박민철 집사 (동상교회)
                    </p>
                </div>
            </section>
        );
    }
}

export default About;